Repository: webdevconcord/drupal-concordpaybutton
Catalog: concordpay_button/translations/*.po
Languages: ru

source: Buyer info
ru: Данные пользователя

source: Pay Order
ru: Оплатить

source: Name
ru: Имя

source: Enter your name
ru: Введите ваше имя

source: Phone
ru: Телефон

source: Your contact phone
ru: Ваш контактный телефон

source: Your email
ru: Ваша эл. почта

source: Amount
ru: Сумма

source: Your prefer amount
ru: Ваша предпочитаемая сумма

source: Invalid name
ru: Неправильное имя

source: Invalid phone number
ru: Неправильный телефон

source: Invalid email
ru: Неправильная эл. почта

source: Invalid amount
ru: Неправильная сумма

source: Payment by card on the site
ru: Оплата картой на сайте

source: Merchant ID
ru: Идентификатор торговца

source: Given to Merchant by ConcordPay
ru: Выдаётся торговцу сервисом ConcordPay

source: Secret key
ru: Секретный ключ

source: Currency
ru: Валюта

source: Ukrainian hryvnia
ru: Украинская гривна

source: U.S. Dollar
ru: Доллар США

source: Euro
ru: Евро

source: Specify your currency
ru: Укажите свою валюту

source: Required fields
ru: Обязательные поля

source: Do not require
ru: Не требовать

source: Name + Phone
ru: Имя + Телефон

source: Name + Email
ru: Имя + Email

source: Name + Phone + Email
ru: Имя + Телефон + Email

source: Fields required to be entered by the buyer
ru: Поля, которые должен заполнять покупатель

source: Payment page language
ru: Язык страницы оплаты

source: Specify ConcordPay payment page language
ru: Укажите язык страницы оплаты ConcordPay

source: Order prefix
ru: Префикс заказа

source: Prefix for order
ru: Префикс для обозначения заказа

source: Redirect URL on successful payment
ru: URL перенаправления успешного платежа

source: Redirect URL on failed payment
ru: URL перенаправления неудачного платежа

source: Redirect URL on canceled payment
ru: URL перенаправления отменённого платежа

source: ConcordPay button text
ru: Текст в кнопке ConcordPay

source: Custom ConcordPay button text
ru: Пользовательский текст в кнопке ConcordPay

source: [concordpay_button name="Product name" price="12.50"][/concordpay_button]
ru: [concordpay_button name="Название товара" price="12.50"][/concordpay_button]

source: Inserts a link formatted like as a button. The <em>name</em> parameter provides the Product name. The <em>price</em> shows product price.
ru: Вставляет ссылку, отформатированную как кнопка. Параметр <em>name</em> содержит название продукта. Параметр <em>price</em> указывает цену продукта.

source: Inserts a link formatted as a ConcordPay button.
ru: Вставляет ссылку в виде кнопки ConcordPay.

source: Error: Not enough input parameters.
ru: Ошибка: Недостаточно входных параметров.
